//console.clear();
var styleTitle1 = `
font-size: 20px;
font-weight: 600;
color: rgb(244,167,89);
`
var styleTitle2 = `
font-size:20px;
color: rgb(244,167,89);
`
var styleContent = `
font-size:17px;
color: rgb(30,152,255);
`
var title1 = '小春子の主页'
var title2 = `                                                                                               
███████╗██████╗ ██████╗ ██╗███╗   ██╗ ██████╗ ██╗███╗   ██╗ ██████╗ 
██╔════╝██╔══██╗██╔══██╗██║████╗  ██║██╔════╝ ██║████╗  ██║██╔════╝ 
███████╗██████╔╝██████╔╝██║██╔██╗ ██║██║  ███╗██║██╔██╗ ██║██║  ███╗
╚════██║██╔═══╝ ██╔══██╗██║██║╚██╗██║██║   ██║██║██║╚██╗██║██║   ██║
███████║██║     ██║  ██║██║██║ ╚████║╚██████╔╝██║██║ ╚████║╚██████╔╝
╚══════╝╚═╝     ╚═╝  ╚═╝╚═╝╚═╝  ╚═══╝ ╚═════╝ ╚═╝╚═╝  ╚═══╝ ╚═════╝ 
`
var content = `
春不许 再回头
和很多人的青春一样我并没有被某位女孩坚定的选择过，有的仅仅是一段无疾而终的单相思恋情。
我读过一本书，书上说这个世界上有两万人是会跟你一见钟情的，可惜你终生都未必能遇见其中的一个。
相识她是在23年2月27日，我费了好大力气得到了这个女孩的联系方式，随之而来的则是一段畅聊，我以为自己的幸福要来了。
那时我是个衰小孩，没钱没颜的衰小孩，有的只是一肚子的烂话。
当然，吹牛的功夫也不错。
我最期待的事情变成了放学跟她线上聊天，我想可能是我太衰了吧，一肚子烂话只能说给女生听。
她是个傻乎乎又爽快的女孩，爽快到初识我问她借200块她就毫不犹豫同意，为什么不想想我是骗子呢。
那段时间我们做过的最亲密的事情就是晚饭期间一起吃饭，现在想起来也是奇怪，这个你连手也没牵过的女孩，成了你最难忘的那个。
但我还是很喜欢她。
追求一个人是不容易的，得在万军丛中杀出一条血路，要是死在半路上也别后悔。
你要是有这个觉悟，就带上玫瑰花，找一个重要的地方，那里要有感人的背景音乐，和你们最好的朋友，然后拿出你的觉悟，看着她的眼睛，当着所有人说出来，大声的说出来。
我大声说出来了，换来了她一句"我们以后不要再联系了"。
我不知道自己哪里搞错了，如果非要找个词汇来形容我的感受，莫过于悲痛欲绝。
衰小孩没去上学，在家没吃没喝痛哭三天两夜，体重化为五斤眼泪流出，成了更衰的小孩。
后来我得知了她也回家，没来上学的消息，擦干眼泪，变卖了自己最喜欢的游戏道具买了车票，去了50里外去找她。
并不同于电影中的狗血桥段，我没有找到她，像一条败犬一样回到学校里，才得知她晚上刚回学校。
"相爱的人总是错过"，我记着歌词里面是这么说的。
但她并没有给我机会，那天晚上我搜肠刮肚把烂话全对她吐了出来，但是烂话毕竟是烂话，挽回不了什么，她说过以后不要再联系了。
衰小孩真的累了，回家后昏死在三尺小屋里，第二天闹钟把我吵醒，本不想理会，最后则是窝窝囊囊的从被窝里面爬出来去上学。
有的人跟辛巴达一样纵横七海，会遇到很多有趣的人，认识很多朋友，老了跟人吹牛都有很多故事可讲。
对这样的人来说，每件往事都很珍贵，但也都没那么珍贵，就像有很多钱的人，失去其中的几块钱固然很可惜，不过还是有钱人。
但我是个穷鬼，穷到没有几个我真正在乎的人，也没有几件我真正在乎的事，如果这些人这些事都还在，我就可以继续怂继续贱，可当这些人这些事不对了，我就慌了，慌着慌着就急了，急着急着就发起疯来，疯了自然会有很多胡言乱语。
“想办法跟她和好”，每天睡觉前我都对自己说一遍，仿佛是要催眠自己。
那年的暑假我发了疯一样的想办法把自己变帅，虽然说最后效果甚微，但总算是可入法眼了。
我想从那时开始衰小孩自信了一点，事实也如此，从我蓄长发以后追求者渐渐多了起来。
衰小孩觉着自己有了资本了，便又开始追求她，每天给她送好吃的，各种玩具礼品。
可能是我太烦人了，总骚扰小女生是不对的，也有可能是她说过以后不要联系了，最后换来的是被她全网拉黑，带着我的小号一起。
到这里故事也就应该结束了，反正男孩小时候都会莫名其妙地喜欢某个女孩，不是她也会是其他人。这种喜欢本来就是没结果的，说不定到了某一天我忽然就会不喜欢她了，转身投入另一场轰轰烈烈的爱情当中。
高考后我顶着“李春阳”这个假名创业，带着朋友干了一些副业，创立了自己的教育机构，赚了好多钱。又去当了主播，在外有了很大名声，仿佛这样我就不再是原来那个衰小孩了。
她原来推荐我看过《龙族》这本书，里面的男主路明非也是个衰仔，面对绝境Sakura能带着绘梨衣“迎着阳光的盛大逃亡”，李嘉图带着诺诺上一秒“亡命之徒无路可退”，下一秒“王从天降愤怒狰狞”
但不管怎么说，路明非还是一个衰仔，孤独的背负着不知从何而来的孤独。
我是这时候意识到我也是个衰仔的，
我又买了去50里外的那张车票，我想见见她。
人有时候就是这么贱，总是想着回头回头再回头，好像再看一眼就会有奇迹发生。可事情已经是这个样子了，该努力的都努力过了，该发生的也都已经成了过去。这个结果你不喜欢，可是你也只有接受，多看一眼又有什么用呢？
"相爱的爱人总是错过"
说不定她也爱着我吧，我徘徊了很久，但是还是没有见到她。
最后我把自己赚的钱一股脑转到了她的账户，又准备了一箱零食玩具快递给了她。
是真的以后不要再联系了，她把那一箱玩具零食托朋友带了回来。
那天晚上有点人样的我再次被打回败犬的原型，只不过没有哭。
“人脑是一块容易消磁的旧硬盘”大学时有那么一段时间我以为自己已经忘记她了，但总是觉着少了点什么。
如果说人的心里是很多间的小屋，每间小屋里藏着一个人或者一件事，那种感觉就像是你走进一间小屋，屋里空空如也，落满轻尘。你忽然就害怕了，你想这间屋子里放过什么？是不是什么很重要的东西，却在你不知道的时候被搬走了。
于是我拼了命的想知道她去了哪里上学，翻越了很多山和海，最后到了她所在的地方。
地球毕竟是圆的，怎么走，两个人早晚会相遇。
到教学楼下的时候已经是晚上放学，我好不容易混了进来，如我所尝，她从我身边正好走过。
她没有认出我，最后留在记忆深处的总是些虚无缥缈的东西，就像你记住一个人往往不是因为她的美，很多年后你连她的样子都忘记了，可偶然在人流如织的街头闻到她惯用的香水味，你在惊悚中下意识地回过头去，却只看见万千过客的背影。你这才想起即便刚才和你擦肩而过的确实是她，即便你跟她面面相对，你也未必能认出她今天的样子了。
一个男人要走过多少路，才能被称作男人。这话是鲍勃·迪伦说的，当年读到的时候没明白，现在却觉得太有道理。
我走了很远的路，吃了很多的苦，如今我有WWC的定制西装，有劳力士18k的黄金日志手表，有全世界限量发行的GrandSeiko，有面对压力还能侃侃而谈的从容不迫，也有生意谈判时的咄咄逼人。
但我见到她的时候还是那个衰小孩。
我没有鼓起勇气去叫停她，她说过以后不要再联系了，我只是默默看着她走远。
我的青春有诸多勇敢，也做过很多懦弱的事。
`
console.log(`%c${title1} %c${title2}
%c${content}`, styleTitle1, styleTitle2, styleContent)